{"data": [
{"quote":"When things are going well, someone will inevitably experiment detrimentally."},
{"quote":"If not controlled, work will flow to the competent man until he submerges."},
{"quote":"The deficiency will never show itself during the test runs."},
{"quote":"The lagging activity in a project will invariably be found in the area where the highest overtime rates lie waiting."},
{"quote":"It is impossible to build a fool proof system; because fools are so ingenious."},
{"quote":"Talent in staff work or sales will continually be interpreted as managerial ability."},
{"quote":"Information travels more surely to those with a lesser need to know."},
{"quote":"The “think positive” leader tends to listen to his subordinate’s premonitions only during the postmortems."},
{"quote":"An original idea can never emerge from committee in its original form."},
{"quote":"No good deed goes unpunished."},
{"quote":"When the product is destined to fail, the delivery system will perform perfectly."},
{"quote":"Clearly stated instructions will consistently produce multiple interpretations."},
{"quote":"The crucial memorandum will be snared in the out-basket by the paper clip of the overlying memo and go to file."},
{"quote":"On successive charts of the same organization, the number of boxes will never decrease."},
{"quote":"It is ok to be ignorant in some areas, but some people abuse the privilege."},
{"quote":"Everyone breaks more than the seven-year-bad-luck allotment to cover rotten luck throughout an entire lifetime."},
{"quote":"Success can be insured only by devising a defense against failure of the contingency plan."},
{"quote":"Adding manpower to a late software product makes it later."},
{"quote":"Performance is directly affected by the perversity of inanimate objects."},
{"quote":"Leakproof seals --- will."},
{"quote":"Never offend people with style when you can offend them with substance."},
{"quote":"Our customers’ paperwork is profit. Our own paperwork is loss."},
{"quote":"At any level of traffic, any delay is intolerable."},
{"quote":"As the economy gets better, everything else gets worse."},
{"quote":"This space for rent."},
{"quote":"The more directives you issue to solve a problem, the worse it gets."},
{"quote":"Cop-out number 1.\n You should have seen it when I got it."},
{"quote":"When you’re up to your ass in alligators, it is difficult to keep your mind on the fact that your primary objective was to drain the swamp."},
{"quote":"The road to hell is paved with good intentions and littered with sloppy analyses!"},
{"quote":"Self starters --- won’t."},
{"quote":"If the assumptions are wrong, the conclusions aren’t likely to be very good."},
{"quote":"The organization of any program reflects the organization of the people who developed it."},
{"quote":"There is no such thing as a “dirty capitalist”, only a capitalist."},
{"quote":"Anything is possible, but nothing is easy."},
{"quote":"The meek will inherit the earth after the rest of us go to the stars."},
{"quote":"Capitalism can exist in one of only two states:\n welfare or warfare."},
{"quote":"History proves nothing."},
{"quote":"A lot of what appears to be progress is just so much technological roccoco."},
{"quote":"A little humility is arrogance."},
{"quote":"Interchangeable parts --- won’t."},
{"quote":"Any time you wish to demonstrate something, the number of faults is proportional to the number of viewers."},
{"quote":"All American cars are basically Chevrolets."},
{"quote":"A coup that is known in advance is a coup that does not take place."},
{"quote":"No experiment is ever a complete failure. It can always be used as a bad example."},
{"quote":"Despite the sign that says “wet paint”, please don’t."},
{"quote":"Everything tastes more or less like chicken."},
{"quote":"People don’t change; they only become more so."},
{"quote":"I finally got it all together...\n but I forgot where I put it."},
{"quote":"If your next pot of chili tastes better, it probably is because of something left out, rather than added."},
{"quote":"There is always one more bug."},
{"quote":"The big guys always win."},
{"quote":"Nothing is ever accomplished by a reasonable man."},
{"quote":"Any sufficiently advanced technology is indistinguishable from magic."},
{"quote":"It’s always darkest just before the lights go out."},
{"quote":"It is better to be part of the idle rich class than be part of the idle poor class."},
{"quote":"Each problem solved introduces a new unsolved problem."},
{"quote":"For every credibility gap there is a gullibility fill."},
{"quote":"If you have something to do, and you put it off long enough chances are someone else will do it for you."},
{"quote":"Everybody’s gotta be someplace."},
{"quote":"Nature is a mother."},
{"quote":"If you’ve got them by the balls, their hearts and minds will follow."},
{"quote":"People will accept your idea much more readily if you tell them Benjamin Franklin said it first."},
{"quote":"If at first you don’t succeed, transform your dataset."},
{"quote":"Any given program, when running, is obsolete."},
{"quote":"Any given program cost more and take longer."},
{"quote":"If a program is useful, it will be changed."},
{"quote":"If a program is useless, it will be documented."},
{"quote":"Any given program will expand to fill all available memory."},
{"quote":"The value of a program is proportional to the weight of its output."},
{"quote":"Don’t mess with Mrs. Murphy!"},
{"quote":"Program complexity grows until it exceeds the capability of the programmer who must maintain it."},
{"quote":"Make it possible for programmers to write programs in English and you will find that programmers cannot write in English."},
{"quote":"When more and more people are thrown out of work, unemployment results."},
{"quote":"If you can’t measure it, I’m not interested."},
{"quote":"The best way to lie is to tell the truth...\n carefully edited truth."},
{"quote":"There are three ways to get things done:\n\n  (1)  Do it yourself,\n  (2)  Hire someone to do it, or\n  (3)  Forbid your kids to do it."},
{"quote":"I think ... therefore I am confused."},
{"quote":"A fail-safe circuit will destroy others."},
{"quote":"History repeats itself.\n That’s one of the things wrong with history."},
{"quote":"90% of everything is crud."},
{"quote":"Nature will tell you a direct lie if she can."},
{"quote":"Those with the best advice offer no advice."},
{"quote":"Speak softly and own a big, mean doberman."},
{"quote":"Democracy is that form of government where everybody gets what the majority deserves."},
{"quote":"If you’re worried about being crazy, don’t be overly concerned:\n If you were, you would think you were sane."},
{"quote":"Pills to be taken in twos always come out of the bottle in threes."},
{"quote":"Flynn is dead Tron is dead long live the MCP."},
{"quote":"Why worry about tomorrow?  We may not make it through today!"},
{"quote":"Real programmers don’t number paragraph names consecutively."},
{"quote":"If you’re feeling good, don’t worry, you’ll get over it."},
{"quote":"Real programmers don’t grumble about the disadvantages of Cobol when they don’t know any other language."},
{"quote":"Definition of an elephant:\n A mouse built to goverment specifications."},
{"quote":"Real programmers are kind to rookies."},
{"quote":"Real programmers don’t notch their desks for eachcompleted service request."},
{"quote":"You don’t have to be crazy to work here but it sure helps!!!!!!!"},
{"quote":"Real programmers don’t announce how many times the operations department called them last night."},
{"quote":"A day without sunshine ....\n is like ... night!"},
{"quote":"Real programmers are secure enough to write readable code, which they then self-righteously refuse to explain."},
{"quote":"Real programmers don’t play video games, they write them."},
{"quote":"Anything that can go wrong, will go wrong."},
{"quote":"Real programmers understand Pascal."},
{"quote":"Real programmers know It’s not operations’ fault if their jobs go into “hogs”."},
{"quote":"Real programmers do not eat breakfast from the vending machines."},
{"quote":"Real programmers punch up their own programs."},
{"quote":"When life hands you a lemon, make lemonade."},
{"quote":"Real programmers have read the standards manual but won’t admit it."},
{"quote":"Real programmers don’t advertise their hangovers."},
{"quote":"Real programmers don’t dress for success unless they are trying to convince others that they are going on interviews."},
{"quote":"Real programmers do not practice four-syllable words before walkthroughs."},
{"quote":"All warranties expire upon payment of invoice."},
{"quote":"Real programmers argue with the systems analyst as a matter of principle."},
{"quote":"The final test is when it goes production ...\n w h e n  i t  g o e s   p r o d u c t i o n  ...\n w h e n     i  t     g  o  e  s     p  r  o  d  u  c  t\n w h  e   n       i   t       g   o   e   s       p   r   o"},
{"quote":"Real programmers drink too much coffee so that they will always seem tense and overworked."},
{"quote":"Real programmers always have a better idea."},
{"quote":"Anyone who follows a crowd will never be followed by a crowd."},
{"quote":"Real programmers can do octal, hexadecimal and binary math in their heads."},
{"quote":"Real programmers don’t write memos."},
{"quote":"Real programmers know what saad means."},
{"quote":"Real programmers do not utter profanities at an elevated decible level."},
{"quote":"Where you stand on an issue depends on where you sit."},
{"quote":"Real programmers do not apply DP terminology to non-DP situations."},
{"quote":"I no longer get lost in the shuffle... I shuffle along with the lost."},
{"quote":"Real programmers do not read books like “effective listening” and “communication skills”."},
{"quote":"Real programmers print only clean compiles, fixing all errors through the terminal."},
{"quote":"The early worm deserves the bird."},
{"quote":"Lead, follow, or get the hell out of the way!!"},
{"quote":"All good things must come to an end. I want to know when they start!"},
{"quote":"A diplomat is someone who can tell you to go to hell in such a way that you look forward to the trip."},
{"quote":"Blessed are those who go around in circles, for they shall be known as wheels."},
{"quote":"Never eat prunes when you are famished."},
{"quote":"Keep emotionally active, cater to your favorite neurosis."},
{"quote":"A RACF protected dataset is inaccessible."},
{"quote":"RACF is a four letter word."},
{"quote":"You may be recognized soon.\n Hide!\n If they find you, lie."},
{"quote":"You can pray hard enough to make water run uphill how hard? Hard enough to make water run uphill."},
{"quote":"Avoid reality at all costs."},
{"quote":"Program design philosophy:\n\n  Start at the beginning and continue until the end, then stop.", "author":"Lewis Carroll"},
{"quote":"A closed mouth gathers no foot."},
{"quote":"Only a mediocre person is always at their best."},
{"quote":"Friends come and go, but enemies accumulate."},
{"quote":"In a hierarchical organization, the higher the level, the greater the confusion."},
{"quote":"The first time is for love. The next time is $200."},
{"quote":"Of two possible events, only the undesired one will occur."},
{"quote":"The faster the plane, the narrower the seats."},
{"quote":"If you have to ask, you are not entitled to know."},
{"quote":"If on an actuarial basis there is a 50 50 chance that something will go wrong, it will actually go wrong nine times out of ten."},
{"quote":"A man of quality does not fear a woman seeking equality."},
{"quote":"The first rule of intelligent tinkering is to save all of the parts."},
{"quote":"1) Things will get worse before they get better.\n 2) Who said things would get better?"},
{"quote":"If you try to please everybody, nobody will like it."},
{"quote":"There is a solution to every problem; the only difficulty is finding it."},
{"quote":"Don’t make your doctor your heir."},
{"quote":"Don’t ask the barber if you need a haircut."},
{"quote":"If there isn’t a law, there will be."},
{"quote":"If you don’t like the answer, you shouldn’t have asked the question."},
{"quote":"Do not believe in miracles -- rely on them."},
{"quote":"You can’t expect to hit the jackpot if you don’t put a few nickles in the machine."},
{"quote":"Unless you intend to kill him immediately; never kick a man in the balls, not even symbolically or perhaps especially not symbolically."},
{"quote":"Freud’s 23rd law: ideas endure and prosper in inverse proportion to their soundness and validity."},
{"quote":"A short cut is the longest distance between two points."},
{"quote":"If you want to make an enemy, do someone a favor."},
{"quote":"If you know, you can’t say."},
{"quote":"The meek shall inherit the earth,\nbut not its mineral rights."},
{"quote":"1) You can’t win\n 2) You can’t break even\n 3) You can’t even quit the game"},
{"quote":"When eating an elephant take one bite at a time."},
{"quote":"Common sense is not so common."},
{"quote":"If we learn by our mistakes, I’m getting one hell of an education!!"},
{"quote":"Fuzzy project objectives are used to avoid the embarrassment of estimating the corresponding costs."},
{"quote":"Usefulness is inversely proportional to its reputation for being useful."},
{"quote":"You will always find something in the last place you look."},
{"quote":"The probability of anything happening is in inverse ratio to its desirability."},
{"quote":"The first myth of management is that it exists the second myth of management is that success equals skill."},
{"quote":"If It’s good they will stop making it."},
{"quote":"Inside every large program is a small program struggling to get out."},
{"quote":"A memorandum is written not to inform the reader but to protect the writer."},
{"quote":"Never insult an alligator until after you have crossed the river."},
{"quote":"Anything hit with a big enough hammer will fall apart."},
{"quote":"When your opponent is down, kick him."},
{"quote":"The man who can smile when things go wrong has thought of someone he can blame it on."},
{"quote":"The chance of a piece of bread falling with the buttered side down is directly proportional to the cost of the carpet."},
{"quote":"In the fight between you and the world, back the world."},
{"quote":"Last guys don’t finish nice."},
{"quote":"Never admit anything. Never regret anything whatever it is, you’re not responsible."},
{"quote":"If you have always done it that way, it is probably wrong."},
{"quote":"When working toward the solution of a problem, it always helps if you know the answer. Provided of course you know there is a problem."},
{"quote":"The usefulness of any meeting is in inverse proportion to the attendance."},
{"quote":"The sun goes down just when you need it the most."},
{"quote":"Pure drivel tends to drive ordinary drivel off the tv screen."},
{"quote":"Whatever creates the greatest inconvenience for the largest number must happen."},
{"quote":"No matter how long or hard you shop for an item, after you have bought it, it will be on sale somewhere cheaper."},
{"quote":"Sanity and insanity overlap a fine gray line."},
{"quote":"A disagreeable task is its own reward."},
{"quote":"If things were left to chance, they’d be better."},
{"quote":"The phone will not ring until you leave your desk and walk to the other end of the building."},
{"quote":"Anybody can win - unless there happens to be a second entry."},
{"quote":"A president of a democracy is a man who is always ready, willing, and able to lay down your life for his country."},
{"quote":"If a thing is done wrong ofter enough it becomes right."},
{"quote":"People will buy anything that is one to a customer."},
{"quote":"If you just try long enough and hard enough, you can always manage to boot yourself in the posterior."},
{"quote":"No one’s life, liberty, or property are safe while the legislature is in session."},
{"quote":"Never say “oops” after you have submitted a job."},
{"quote":"Bad news drives good news out of the media."},
{"quote":"Just when you get really good at something, you don’t need to do it anymore."},
{"quote":"If facts do not conform to the theory they must be disposed of."},
{"quote":"Almost anything is easier to get into than out of."},
{"quote":"When properly administered, vacations do not diminish productivity. For every week you are away and get nothing done, there is another week when your boss is away and you get twice as much done."},
{"quote":"No matter what happens, there is always somebody who knew that it would."},
{"quote":"The other line always moves faster."},
{"quote":"Never eat at a place called moms, never play cards with a man named doc, and never lie down with a woman who has got more troubles than you."},
{"quote":"To get a loan, you must first prove you don’t need it."},
{"quote":"When all else fails, read the instructions."},
{"quote":"Anything you try to fix will take longer and cost more than you thought."},
{"quote":"“Close” only counts in horseshoes, handgrenades and thermonuclear devices."},
{"quote":"The lion and the calf shall lie down together, but the calf won’t get much sleep."},
{"quote":"If you fool around with a thing for very long you will screw it up."},
{"quote":"It is better for civilization to be going down the drain, than to be coming up it."},
{"quote":"A $300.00 picture tube will protect a 10c fuse by blowing first."},
{"quote":"Justice always prevails... three times out of seven."},
{"quote":"If it jams --- force it. If it breaks, it needed replacing anyway."},
{"quote":"I have yet to see any problem, however complicated, which, when you looked at it in the right way, did not become still more complicated.", "author":"Poul Anderson"},
{"quote":"Any tool dropped while repairing a car will roll underneath to the exact center."},
{"quote":"No matter which direction you start, It’s always against the wind coming back."},
{"quote":"The repairman will never have seen a model quite like yours before."},
{"quote":"Don’t force it, get a bigger hammer."},
{"quote":"When a broken appliance is demonstrated for the repairman, it will work perfectly."},
{"quote":"An optimist is a person who looks forward to marriage. A pessimist is a married optimist!"},
{"quote":"A pessimist is an optimist with experience."},
{"quote":"Old programmers never die - they just abend."},
{"quote":"The success of any venture will be helped by prayer, even in the wrong denomination."},
{"quote":"Just about the time when you think you can make ends meet somebody moves the ends!"},
{"quote":"Just because you are paranoid doesn’t mean “they” aren’t out to get you."},
{"quote":"An Irishman is not drunk as long as he can hang onto a single blade of grass and not fall off the face of the earth."},
{"quote":"If an experiment works, you must be using the wrong equipment."},
{"quote":"Some come to the fountain of knowledge to drink, some prefer to just gargle."},
{"quote":"Everything is revealed to he who turns over enough stones. (Including the snakes that he did not want to find.)"},
{"quote":"Everybody should believe in something; I believe I’ll have another drink."},
{"quote":"Those whose approval you seek the most give you the least."},
{"quote":"Build a system that even a fool can use, and only a fool will use it."},
{"quote":"Everyone has a scheme for getting rich that will not work."},
{"quote":"In any hierarchy, each individual rises to his own level of incompetence, and then remains there."},
{"quote":"It does not matter if you fall down as long as you pick up something from the floor while you get up."},
{"quote":"You will remember that you forgot to take out the trash when the garbage truck is two doors away."},
{"quote":"Misery no longer loves company nowdays it insists on it."},
{"quote":"The race is not always to the swift nor the battle to the strong, but that’s the way to bet."},
{"quote":"Some of it plus the rest of it is all of it."},
{"quote":"There’s never time to do it right, but there’s always time to do it over."},
{"quote":"On a beautiful day like this It’s hard to believe anyone can be unhappy -- but we will work on it."},
{"quote":"When in doubt, mumble. When in trouble, delegate."},
{"quote":"The more ridiculous a belief system, the higher probability of its success."},
{"quote":"Anything good in life is either illegal, immoral or fattening."},
{"quote":"Old age is always fifteen years older than I am."},
{"quote":"It is morally wrong to allow suckers to keep their money."},
{"quote":"A bird in hand is safer than one overhead."},
{"quote":"The ratio of time involved in work to time available for work is usually about 0.6"},
{"quote":"Remember the golden rule: Those that have the gold make the rules."},
{"quote":"Blessed is he who has reached the point of no return and knows it for he shall enjoy living."},
{"quote":"Everything east of the San Andreas fault will evenutally plunge into the Atlantic ocean."},
{"quote":"Nature always sides with the hidden flaw."},
{"quote":"Blessed is he who expects no gratitude, for he shall not be disappointed."},
{"quote":"The light at the end of the tunnel is the headlamp of an oncoming train."},
{"quote":"Celibacy is not hereditary."},
{"quote":"You can observe a lot just by watching."},
{"quote":"If it can be borrowed and it can be broken, you will borrow it and you will break it."},
{"quote":"Live within your income, even if you have to borrow to do so."},
{"quote":"Beauty is only skin deep, ugly goes clear to the bone."},
{"quote":"Never go to a doctor whose office plants have died."},
{"quote":"To know yourself is the ultimate form of aggression."},
{"quote":"An ounce of application is worth a ton of abstraction."},
{"quote":"Never play leapfrog with a unicorn."},
{"quote":"A bird in the hand is dead."},
{"quote":"A Smith and Wesson beats four aces."},
{"quote":"Never put all your eggs in your pocket."},
{"quote":"If everything seems to be going well, you obviously don’t know what the hell is going on."},
{"quote":"If at first you don’t succeed, blame it on your supervisor."},
{"quote":"If more than one person is responsible for a miscalculation, no one will be at fault."},
{"quote":"Don’t bite the hand that has your pay check in it."},
{"quote":"In case of doubt, make it sound convincing."},
{"quote":"When in doubt, mumble. When in trouble, delegate. When in charge, ponder."},
{"quote":"Please don’t steal, the IRS hates competition!"},
{"quote":"Never argue with a fool, people might not know the difference."},
{"quote":"You can’t guard against the arbitrary."},
{"quote":"People can be divided into three groups: Those who make things happen, Those who watch things happen and Those who wonder what happened."},
{"quote":"The one thing that money can not buy is poverty."},
{"quote":"You are not drunk if you can lay on the floor without holding on."},
{"quote":"In any household, junk accumulates to the space available for its storage."},
{"quote":"Don’t stop to stomp on ants when the elephants are stampeding."},
{"quote":"The longer the title the less important the job."},
{"quote":"Any improbable event which would create maximum confusion if it did occur, will occur."},
{"quote":"When you are right be logical, when you are wrong be-fuddle."},
{"quote":"For every human problem, there is a neat, plain solution -- and it is always wrong."},
{"quote":"There are no winners in life: Only survivors."},
{"quote":"When they want it bad (in a rush), they get it bad."},
{"quote":"The yoo-hoo you yoo-hoo into the forest is the yoo-hoo you get back."},
{"quote":"You can’t tell how deep a puddle is until you step into it."},
{"quote":"The idea is to die young as late as possible."},
{"quote":"No man is lonely while eating spaghetti."},
{"quote":"It’s better to retire too soon than too late."},
{"quote":"A man should be greater than some of his parts."},
{"quote":"If you don’t say it, they can’t repeat it."},
{"quote":"Nothing is ever as simple as it seems."},
{"quote":"Everything takes longer than you expect."},
{"quote":"Left to themselves, all things go from bad to worse."},
{"quote":"If you see that there are four possible ways in which a procedure can go wrong, and circumvent these, then a fifth way, unprepared for, will promptly develop."},
{"quote":"Things get worse under pressure."},
{"quote":"Persons disagreeing with your facts are always emotional and employ faulty reasoning."},
{"quote":"A consultant is an ordinary person a long way from home."},
{"quote":"Progress is made on alternate Fridays."},
{"quote":"The first 90 percent of the task takes 90 percent of the time, the last 10 percent takes the other 90 percent."},
{"quote":"If two wrongs don’t make a right, try three."},
{"quote":"Don’t look back, something may be gaining on you."},
{"quote":"All things being equal, all things are never equal."},
{"quote":"Even paranoids have enemies."},
{"quote":"Incompetence knows no barriers of time or place."},
{"quote":"Work is accomplished by those employees who have not yet reached their level of incompetence."},
{"quote":"If at first you don’t succeed, try something else."},
{"quote":"If you’re coasting, you’re going downhill."},
{"quote":"Never tell them what you wouldn’t do."},
{"quote":"The amount of flak received on any subject is inversely proportional to the subject’s true value."},
{"quote":"Indifference is the only sure defense."},
{"quote":"Never needlessly disturb a thing at rest."},
{"quote":"If you want to get along, go along."},
{"quote":"Everything happens at the same time with nothing in between."},
{"quote":"The easiest way to find something lost around the house is to buy a replacement."},
{"quote":"Bare feet magnetize sharp metal objects so they always point upward from the floor -- especially in the dark."},
{"quote":"Make three correct guesses consectively and you will establish yourself as an expert."},
{"quote":"It works better if you plug it in."},
{"quote":"Quit while you’re still behind."},
{"quote":"If you plan to leave your mark in the sands of time, you better wear work shoes."},
{"quote":"It’s always easier to go down hill, but the view is from the top."},
{"quote":"Any line, however short, is still too long."},
{"quote":"Laziness is the mother of nine inventions out of ten."},
{"quote":"If you can’t measure output then you measure input."},
{"quote":"Any theory can be made to fit any facts by means of approximate, additional assumptions."},
{"quote":"Never be first to do anything."},
{"quote":"The chief cause of problems is solutions."},
{"quote":"The only winner in the war of 1812 was Tchaikovsky."},
{"quote":"A little ignorance can go a long way."},
{"quote":"Learn to be sincere. Even if you have to fake it."},
{"quote":"Entropy has us outnumbered."},
{"quote":"Everything put together sooner or later falls apart."},
{"quote":"Do whatever your enemies don’t want you to do."},
{"quote":"A little ambiguity never hurt anyone."},
{"quote":"Don’t permit yourself to get between a dog and a lamppost."},
{"quote":"Go where the money is."},
{"quote":"Work may be the crabgrass of life, but money is still the water that keeps it green."},
{"quote":"A stagnant science is at a standstill."},
{"quote":"Half of being smart is knowing what you’re dumb at."},
{"quote":"For every credibility gap there is a gullibility gap."},
{"quote":"Can’t produces countercan’t."},
{"quote":"If you see a man approaching you with the obvious intent of doing you good, you should run for your life."},
{"quote":"When you are sure you’re right, you have a moral duty to impose your will upon anyone who disagrees with you."},
{"quote":"If you can’t convince them, confuse them."},
{"quote":"Assumption is the mother of all foul-ups."},
{"quote":"All general statements are false. (Think about it.)"},
{"quote":"If it happens, it must be possible."},
{"quote":"Them what gets--has."},
{"quote":"If you are already in a hole, there’s no use to continue digging."},
{"quote":"If builders built buildings the way programmers wrote programs, then the first woddpecker that came along would destroy civilization."},
{"quote":"People will believe anything if you whisper it."},
{"quote":"A pat on the back is only a few inches from a kick in the pants."},
{"quote":"Never leave hold of what you’ve got until you’ve got hold of something else."},
{"quote":"A theory is better than its explanation."},
{"quote":"Eat a live toad the first thing in the morning and nothing worse will happen to you the rest of the day."},
{"quote":"Nobody notices when things go right."},
{"quote":"There is no safety in numbers, or in anything else."},
{"quote":"Roses are red violets are blue I am schizophrenic and so am I"},
{"quote":"If anything can go wrong, it will."},
{"quote":"If anything can’t go wrong it will."},
{"quote":"If muprhy’s law can go wrong, it will."},
{"quote":"If a series of events can go wrong, it will do so in the worst possible sequence."},
{"quote":"After things have gone from bad to worse, the cycle will repeat itself."},
{"quote":"An auditor enters the battlefield after the war is over, and attacks the wounded."},
{"quote":"Nothing is ever so bad that it can’t get worse."},
{"quote":"No matter what goes wrong, there is always somebody who knew it would."},
{"quote":"The hidden flaw never remains hidden."},
{"quote":"(1) Everything depends.\n(2) Nothing is always.\n(3) Everything is sometimes."},
{"quote":"If you wait, it will go away\n... having done It’s damage.\nIf it was bad, it’ll be back."},
{"quote":"Complex problems have simple, easy-to-understand wrong answers."},
{"quote":"Opportunity always knocks at the least opportune moment."},
{"quote":"When you need to knock on wood is when you realize the world’s composed of aluminum and vinyl."},
{"quote":"In order for something to become clean, something else must become dirty... but you can get everything dirty without getting anything clean."},
{"quote":"Things equal to nothing else are equal to each other."},
{"quote":"The first place to look for anything is the last place you would expect to find it."},
{"quote":"You can always find what you’re not looking for."},
{"quote":"If you don’t care where you are, you ain’t lost."},
{"quote":"It is impossible for an optimist to be pleasantly suprised."},
{"quote":"A crisis is when you can’t say “let’s forget the whole thing”."},
{"quote":"Washing your car to make it rain doesn’t work."},
{"quote":"When the going gets tough, everyone leaves."},
{"quote":"The time it takes to rectify a situation is inversely proportional to the time it took to do the damage."},
{"quote":"An optimist believes we live in the best of all possible worlds. A pessimist fears this is true."},
{"quote":"You can make it foolproof, but you can’t make it damnfoolproof."},
{"quote":"It takes longer to glue a vase together than to break one."},
{"quote":"It takes longer to lose X number of pounds than to gain X number of pounds."},
{"quote":"The item you had your eye on the minute you walked in will be taken by the person in front of you."},
{"quote":"The other line moves faster."},
{"quote":"If you change lines, the one you just left will start to move faster than the one you are now in."},
{"quote":"The longer you wait in line, the greater the likelihood that you are standing in the wrong line."},
{"quote":"The slowest checker is always at the quick-check-out lane."},
{"quote":"Whenever you cut your fingernails you will find a need for them an hour later."},
{"quote":"(1) If the weather is extremely bad, church attendance will be down.\n\n(2) If the weather is extremely good, church attendance will be down.\n\n(3) If the bulletin covers are in short supply church attendance will exceed all expectations."},
{"quote":"If a situation requires undivided attention, it will occur simultaneously with a compelling distraction."},
{"quote":"The further away the disaster or accident occurs, the greater the number of dead and injured required for it to become a story."},
{"quote":"The closer you are to the facts of a situation, the more obvious are the errors in all news coverage of the situation."},
{"quote":"The further you are from the facts of a situation, the more you tend to believe news coverage of the situation."},
{"quote":"The best way to inspire fresh thoughts is to seal the letter."},
{"quote":"The most interesting specimen will not be labeled."},
{"quote":"Some errors will always go unnoticed until the book is in print."},
{"quote":"The first page the author turns to upon receiving an advance copy will be the page containing the worst error."},
{"quote":"(1) Never draw what you can copy.\n(2) Never copy what you can trace.\n(3) Never trace what you can cut out and paste down."},
{"quote":"The best shots happen immediately after the last frame is exposed."},
{"quote":"The best shots are generally attempted through the lens cap."},
{"quote":"Any surviving best shots are ruined when someone inadvertently open the darkroom door and all of the dark leaks out."},
{"quote":"If a three-story buiding served by one elevator, nine times out of ten the elevator care will be on a floor where you are not."},
{"quote":"The tendency of smoke from a cigarette, barbeque, campfire, etc. to drift into a person’s face varies directly with that person’s sensitivity to smoke."},
{"quote":"The distance to the gate is inversely proportional to the time available to catch you flight."},
{"quote":"As soon as the flight attendant serves the coffee, the airliner encounters turbulence."},
{"quote":"Serving coffee on aircraft causes turbulence."},
{"quote":"Whatever carrousel you stand by, your baggage will come in on another one."},
{"quote":"When travelling overseas, the exchange rate improves markedly the day after one has purchased foreign currency."},
{"quote":"Upon returning home, the exchange rate drops again as soon as one has converted all unused foreign currency."},
{"quote":"The bigger they are, the harder they hit."},
{"quote":"For every action, there is an equal and opposite criticism."},
{"quote":"Authorization for a project will be granted only when none of the authorizers can be blamed if the project fails but when all of the authorizers can claim credit if it succeeds."},
{"quote":"If an idea can survive a bureacratic review and be implemented, it wasn’t worth doing."},
{"quote":"The greater the cost of putting a plan into operation, the less chance there is of abandoning the plan - even if it subsequently becomes irrevelant."},
{"quote":"The higher the level of prestige accorded the people behind the plan, the least less chance there is of abandoning it."},
{"quote":"In any organization there will always be one person who knows what is going on. This person must be fired."},
{"quote":"It is easier to get forgiveness than permission."},
{"quote":"Far-way talent always seems better than home-developed talent."},
{"quote":"Personnel recruiting is a triumph of hope over experience."},
{"quote":"Some people manage by the book, even though they don’t know who wrote the book or even what book."},
{"quote":"Don’t let your superiors know you’re better than they are."},
{"quote":"You never know who’s right, but you always know who’s in charge."},
{"quote":"(1) Anyone can make a decision given enough facts.\n(2) A good manager can make a decision without enough facts.\n(3) A perfect manager can operate in perfect ignorance."},
{"quote":"The boss who attempts to impress employees with his knowledge of intricate details has lost sight of his final objective."},
{"quote":"You will save yourself a lot of needless worry if you don’t burn your bridges until you come to them."},
{"quote":"In a hierarchical system, the rate of pay varies inversely with the unpleasantness and difficulty of the task."},
{"quote":"The client who pays the least complains the most"},
{"quote":"A lack of planning on your part does not constitute an emergency on my part."},
{"quote":"I know you believe you understand\n   what you think I said,\n      however, I am not sure you realize,\n         that what I think you heard\n            is not what I meant"},
{"quote":"Real programmers don’t eat muffins."},
{"quote":"In any bureaucracy, paperwork increases as you spend more and more time reporting on the less and less you are doing. Stability is achieved when you spend all of your time reporting on the nothing you are doing."},
{"quote":"Consultants are mystical people who ask a company for a number and then give it back to them."},
{"quote":"When somebody drops something, everybody will kick it around instead of picking it up."},
{"quote":"The chances of anybody doing anything are inversely proportional to the number of other people who are in a position to do it instead."},
{"quote":"Never make a decision you can get someone else to make."},
{"quote":"No one keeps a record of decisions you could have made but didn’t. Everyone keeps a records of your bad ones."},
{"quote":"For every vision, there is an equal and opposite revision."},
{"quote":"The inside contact that you have developed at great expense is the first person to be let go in any reorganization."},
{"quote":"It’s tough to get reallocated when you’re the one who’s redundant."},
{"quote":"Whatever hits the fan will not be evenly distributed."},
{"quote":"If you’re early, it’ll be cancelled.\nIf you knock yourself out to be on time, you will\n   have to wait.\nIf you’re late, you will be too late."},
{"quote":"A meeting is an event at which the minutes are kept and the hours are lost."},
{"quote":"If you leave the room, you’re elected."},
{"quote":"The cream rises to the top.\nSo does the scum."},
{"quote":"You can never do just one thing."},
{"quote":"There’s no time like the present for postponing what you don’t want to do."},
{"quote":"Any task worth doing was worth doing yesterday."},
{"quote":"The more complicated and grandiose the plan, the greater the chance of failure."},
{"quote":"Simple jobs always get put off because there will be time to do them later."},
{"quote":"Assumption is the mother of all screw-ups."},
{"quote":"A work project expands to fill the space available."},
{"quote":"No matter how large the work space, if two projects must be done at the same time they will require the same part of the work space."},
{"quote":"The one wrench or drill bit you need will be the one missing from the tool chest."},
{"quote":"Most projects require three hands."},
{"quote":"Leftover nuts never match leftover bolts."},
{"quote":"The more carefully you plan a project, the more confusion there is when something goes wrong."},
{"quote":"Murphy’s rule for precision:\n  Measure with a micrometer\n  Mark with chalk\n  Cut with an axe"},
{"quote":"You can’t fix it if it ain’t broke."},
{"quote":"First rule of intelligent tinkering:\n  Save all the parts"},
{"quote":"Access holes will be 1/2\" too small.\nHoles that are the right size will be in the wrong place."},
{"quote":"If it would be cheaper to buy a new unit, the company will insist upon repairing the old one."},
{"quote":"If it would be cheaper to repair the old one, the company will insist on the latest model."},
{"quote":"The primary function of the design engineer is to make things difficult for the fabricator and impossible for the serviceman."},
{"quote":"That component of any circuit which has the shortest service life will be placed in the least accessible location."},
{"quote":"Any circuit design must contain at least one part which is obsolete, two parts which are unobtainable and three parts which at still under development."},
{"quote":"Important letters which contain no errors will develop errors in the mail."},
{"quote":"Office machines which function perfectly during normal business hours will break down when you return to the office at night to use them for personal business."},
{"quote":"Machines that have broken down will work perfectly when the repairman arrives."},
{"quote":"Envelopes and stamps which don’t stick when you lick them will stick to other things when you don’t want them to."},
{"quote":"Vital papers will demonstrate their vitality by spontaneously moving from where you left them to where you can’t find them."},
{"quote":"The last person who quit or was fired will be held responsible for everything that goes wrong -- until the next person quits or is fired."},
{"quote":"If you hit two keys on the typewriter, the one you don’t want his the paper."},
{"quote":"The one time in the day that you lean back and relax is the one time the boss walks through the office."},
{"quote":"Hot glass looks exactly the same as cold glass."},
{"quote":"When you do not know what you are going, do it neatly."},
{"quote":"Teamwork is essential. It allows you to blame someone else."},
{"quote":"Science is true. Don’t be misled by facts."},
{"quote":"(1) If It’s green or it wiggles, It’s biology.\n(2) If it stinks, It’s chemistry.\n(3) If it doesn’t work, It’s physics."},
{"quote":"Nothing improves an innovation like lack of controls."},
{"quote":"The quality of correlation is inversely proportional to the density of control."},
{"quote":"If reproducibility may be a problem conduct the test only once."},
{"quote":"If a straight line fit is required, obtain only two data points."},
{"quote":"Any technical problem can be overcome given enough time and money."},
{"quote":"You are never given enough time or money."},
{"quote":"Unless the results are known in advance, funding agencies will reject the proposal."},
{"quote":"It is better to solve a problem with a crude approximation and know the truth, than to demand an exact solution and not know the truth at all."},
{"quote":"An easily-understood, workable falsehood is more useful than a complex, incomprehensible truth."},
{"quote":"Anyone who make a significant contribution to any field of endeavor and stays in that field long enough, becomes an obstruction to its progress -- in direct proportion to the importance of his original contribution."},
{"quote":"If a scientist uncovers a publishable fact, it will become central to his theory.\n His theory, in turn, will become central to all scientific truth."},
{"quote":"There is no such thing as a straight line."},
{"quote":"In any series of calculations, errors tend to occur at the opposite end to the end at which you begin checking for errors."},
{"quote":"Only errors exist."},
{"quote":"One man’s error is another man’s data."},
{"quote":"To err is human, but to really foul things up requires a computer."},
{"quote":"When putting it into memory, remember where you put it."},
{"quote":"Never test for an error condition you don’t know how to handle."},
{"quote":"Everybody lies; but it doesn’t matter, since nobody listens."},
{"quote":"People who love sausage and respect the law should never watch either one being made."},
{"quote":"No matter what they’re telling you, they’re not telling you the whole truth."},
{"quote":"No matter what they’re talking about, they’re talking about money."},
{"quote":"In any dealings with a collective body of people, the people will always be more tacky than originally expected."},
{"quote":"If you can keep your head when all about you are losing theirs, then you just don’t understand the problem."},
{"quote":"Information deteriorates upward through the bureaucracies."},
{"quote":"When an exaggerated emphasis is placed upon delegation,\nresponsibility, like sediment, sinks to the bottom."},
{"quote":"When outrageous expenditures are divided finely enough the public will not have enough stake in any one expenditure to squelch it."},
{"quote":"When the government bureau’s remedies do not match your problem, you modify the problem, not the remedy."},
{"quote":"A fool and your money are soon partners."},
{"quote":"You may know where the market is going, but you can’t possibly know where It’s going after that."},
{"quote":"Among economists, the real world is often a special case."},
{"quote":"Trial balances don’t."},
{"quote":"Working capital doesn’t."},
{"quote":"Liquidity tends to run out."},
{"quote":"Return on investments won’t."},
{"quote":"If everybody doesn’t want it, nobody gets it."},
{"quote":"Mass man must be serviced by mass means."},
{"quote":"Everything is contagious."},
{"quote":"Nothing is ever done for the right reasons."},
{"quote":"The secret of success is sincerity.  Once you can fake that you’ve got it made."},
{"quote":"An expert is anyone from out of town."},
{"quote":"An expert is one who knows more and more about less and less until he knows absolutely everything about nothing."},
{"quote":"To spot the expert, pick the one who predicts the job will take the longest and cost the most."},
{"quote":"If it sits on your desk for 15 minutes, you’ve just become the expert."},
{"quote":"Indecision is the basis for flexibility."},
{"quote":"Anything is possible if you don’t know what you’re talking about."},
{"quote":"Never create a problem for which you do not have the answer."},
{"quote":"Create problems for which only you have the answer."},
{"quote":"A conclusion is the place where you got tired of thinking."},
{"quote":"Hindsight is an exact science."},
{"quote":"History doesn’t repeat itself -- historians merely repeat each other."},
{"quote":"Fact is solidified opinion."},
{"quote":"Facts may weaken under extreme heat and pressure."},
{"quote":"Truth is elastic."},
{"quote":"When in doubt, predict that the trend will continue."},
{"quote":"When in trouble, obfuscate."},
{"quote":"Progress does not consist in replacing a theory that is wrong with one that is right.  It consists in replacing a theory that is wrong with one that is more subtly wrong."},
{"quote":"It is a simple task to make things complex, but a complex task to make them simple."},
{"quote":"If you have a difficult task give it to a lazy man, he will find an easier way to do it."},
{"quote":"Every great idea has a disadvantage equal to or exceeding the greatness of the idea."},
{"quote":"Never attribute to malice that which is adequately explained by stupidity."},
{"quote":"New systems generate new problems."},
{"quote":"Systems should not be unnecessarily multiplied."},
{"quote":"Systems tend to grow and as they grow they encroach."},
{"quote":"Complicated systems produce unexpected outcomes."},
{"quote":"The total behavior of large systems cannot be predicted."},
{"quote":"A large system, produced by expanding the dimensions of a smaller system, does not behave like the smaller system."},
{"quote":"People in systems do not do what the systems says they are doing."},
{"quote":"The system itself does not do what it says it is doing."},
{"quote":"A complex system that works is invariably found to have evolved from a simple system that works."},
{"quote":"A complex system designed from scratch never works and cannot be patched up to make it work.  You have to start over, beginning with a working simple system."},
{"quote":"(1) Everything is a system.\n(2) Everything is part of a larger system.\n(3) The universe is infinitely systematized both upward\n  (larger systems) and downward (smaller systems).\n(4) All systems are infinitely complex.  (The illuison\n  of simplicity comes from focussing attention on\n  one or a few variables)."},
{"quote":"Complex systems tend to oppose their own proper function."},
{"quote":"If the course you wanted most has room for `n` students you will be the `n + 1` to apply."},
{"quote":"Class schedules are designed so that every student will waste the maximum time between classes."},
{"quote":"Show me a person who’s never made a mistake and I’ll show you somebody who’s never achieved much."},
{"quote":"When you consider there are 24 hours in a day, It’s sad to know that only one is called the happy hour."},
{"quote":"When you are able to schedule two classes in a row,\nthey will be held in classrooms at opposite end of the campus."},
{"quote":"A prerequisite for a desired course will be offered only during the semester following the desired course."},
{"quote":"When reviewing your notes before an exam, the most important ones will be illegible."},
{"quote":"The more studying you did for the exam, the less sure you are as to which answer they want."},
{"quote":"80% of the final exam will be based on the one lecture you missed about the one book you didn’t read."},
{"quote":"The night before the english history mid-term, your biology instructor will assign 200 pages on planaria."},
{"quote":"Every instructor assumes that you have nothing else to do except study for that instructor’s course."},
{"quote":"If you are given an open-book exam, you will forget your book.\nIf you are given a take-home  exam, you will forget where you live."},
{"quote":"At the end of the semester you will recall having enrolled in a course at the beginning of the semester\n-- and never attending."},
{"quote":"The one course you must take to graduate will not be offered during your last semester."},
{"quote":"The more general the title of a course, the less you will learn from it."},
{"quote":"The more specific the title of a course, the less you will be able to apply it later."},
{"quote":"The most valuable quotation will be the one for which you cannot determine the source."},
{"quote":"The source for an unattributed quotation will appear in the most hostile review of your work."},
{"quote":"When a writer prepares a manuscript on a subject he does not understand, his work will be understood only by readers who know more about that subject than he does."},
{"quote":"Writings prepared without understanding must fail in the first objective of communication -- informing the uninformed."},
{"quote":"When a student asks for a second time if you have read his book report, he did not read the book."},
{"quote":"If daily class attendance is mandatory, a schedules exam will product increased absenteeism.  If attendance is optional, a schedules exam will produce persons you have never seen before."},
{"quote":"Just because your doctor has a name for your condition doesn’t mean he knows what it is."},
{"quote":"The more boring and out-of-date the magazines in the waiting room, the longer you will have to wait for your scheduled appointment."},
{"quote":"Only adults have difficulty with child-proof bottles."},
{"quote":"You never have the right number of pills left on the last day of a prescription."},
{"quote":"The pills to be taken with meals will be the least appetizing ones."},
{"quote":"Even water tastes bad when taken on doctors orders."},
{"quote":"If your condition seems to be getting better, It’s probably your doctor getting sick."},
{"quote":"Beware of the physician who is great at getting out of trouble."},
{"quote":"A drug is that substance which, when injected into a rat, will produce a scientific report."},
{"quote":"Before ordering a test decide what you will do if it is,\n(1) positive, or\n(2) negative.\nIf both answers are the same, don’t do the test."},
{"quote":"The radiologists’ national flower is the hedge."},
{"quote":"The feasibility of an operation is not the best indiciation for its performance."},
{"quote":"A physician’s ability is inversely proportional to his availability."},
{"quote":"There are two kinds of adhesive tape:  That which won’t stay on and that which won’t come off."},
{"quote":"Everbody wants a pain shot at the same time."},
{"quote":"Everybody who didn’t want a pain shot when you were passing out pain shots wants one when you are passing out sleeping pills."},
{"quote":"An alcoholic is a person who drinks more than his own physician."},
{"quote":"Fools rush in -- and get the best seats."},
{"quote":"At any event, the people whose seats are furthest from the aisle arrive last."},
{"quote":"Exciting plays occur only while you are watching the scoreboard or out buying a hot dog."},
{"quote":"Nothing is ever so bad it can’t be made worse by firing the coach."},
{"quote":"The wrong quarterback is the one that’s in there."},
{"quote":"A free agent is anything but."},
{"quote":"Hockey is a game played by six good players and the home team."},
{"quote":"Whatever can go to New York, will."},
{"quote":"Whenever a superstar is traded to your favorite team,\nhe fades.  Whenever your team trades away a useless no-name, he immediately rises to stardom."},
{"quote":"A mediocre player will sink to the level of his or her opposition."},
{"quote":"The only way to make up for being lost is to make record time while you are lost."},
{"quote":"The amount of wind will vary inversely with the number and experience of the people you have on board."},
{"quote":"No matter how strong the breeze when you leave the dock once you have reached the furthest point from port the wind will die."},
{"quote":"The time available to go fishing shrinks as the fishing season draws nearer."},
{"quote":"The least experienced fisherman always catches the biggest fish."},
{"quote":"The more elaborate and costly the equipment, the greater the chance of having to stop at the fish market on the way home."},
{"quote":"The worse your line is tangled, the better is the fishing around you."},
{"quote":"The mountain gets steeper as you get closer."},
{"quote":"The mountain looks closer than it is."},
{"quote":"All trails have more uphill sections that they have level or downhill sections."},
{"quote":"The one who least wants to play is the one who will win."},
{"quote":"All things being equal, you lose.\n All things being in your favor, you still lose."},
{"quote":"Win or lose, you lose."},
{"quote":"It always takes longer to get there than to get back."},
{"quote":"If everything is coming your way, you’re in the wrong lane."},
{"quote":"If you allow someone to get in front of you either:\n(1) The car in front will be the last one over a\n  railroad crossing, and you will be stuck waiting\n  for a long, slow-moving train; or\n(2) you both will have the same destination and the\n  other car will get the last parking space."},
{"quote":"If you have to park six blocks away, you will find two new parking spaces right in front of the building entrance."},
{"quote":"When you’re not in a hurry, the traffic light will turn green as soon as your vehicle comes to a complete stop."},
{"quote":"A car and a truck approaching each other on an otherwise deserted road will meet at the narrow bridge."},
{"quote":"The speed of an oncoming vehicle is directly proportional to the length of the passing zone."},
{"quote":"The first bug to hit a clean windshield lands directly in front of your eyes."},
{"quote":"If you can get to the faulty part, you don’t have the tool to get it off."},
{"quote":"If you can get the faulty part off, the parts house will have it back-ordered."},
{"quote":"If the faulty part is in stock, it didn’t need replacing in the first place."},
{"quote":"When the need arises, any tool or object closest to you becomes a hammer."},
{"quote":"No matter how minor the task, you will inevitably end up covered with grease and motor oil."},
{"quote":"When necessary, metric and inch tools can be used interchangeably."},
{"quote":"Automotive engine reparing law:\nIf you drop something, it will never reach the ground."},
{"quote":"If you lived here you’d be home now."},
{"quote":"If It’s good, they discontinue it."},
{"quote":"It the shoe fits, It’s ugly."},
{"quote":"(1) If you like it, they don’t have it in your size.\n(2) If you like it and It’s in your size, it doesn’t\n  fit anyway.\n(4) If you like it and it fits, you can’t afford it.\n(5) If you like it, it fits and you can afford it, it\n  falls apart the first time you wear it."},
{"quote":"The one you want is never the one on sale."},
{"quote":"Anything labeled “new” and/or “improved” isn’t."},
{"quote":"The label “new” and/or “improved” means the price went up."},
{"quote":"The label “all new,” “completely new” or “great news”\nmeans the price went way way up."},
{"quote":"If an item is advertised as “under $50,” you can bet It’s not $19.95."},
{"quote":"ACF2 is a four letter word."},
{"quote":"If only one price can be obtained for any quotation,\nthe price will be unreasonable."},
{"quote":"A 60-day warranty guarantees that the product will self-destruct on the 61st day."},
{"quote":"The “consumer report” on the item will come out a week after you’ve made your purchase:\n\n(1) The one you bought will be rated “unacceptable”.\n(2) The one you almost bought will be rated “best buy”."},
{"quote":"If you don’t write to complain, you’ll never receive your order.\nIf you do write, you’ll receive the merchandise before your angry letter reaches its destination."},
{"quote":"The most important item in an order will no longer be available."},
{"quote":"During the time an item is on back-order, it will be available cheaper and quicker from many other sources."},
{"quote":"Security isn’t."},
{"quote":"Management can’t."},
{"quote":"Sale promotions don’t."},
{"quote":"Consumer assistance doesn’t."},
{"quote":"Workers won’t."},
{"quote":"Cleanliness is next to impossible."},
{"quote":"Multiple-function gadgets will not perform any function adequately."},
{"quote":"The more expensive the gadget, the less often you will use it."},
{"quote":"The simpler the instruction, e.g. “press here”, the more difficult it will be to open the package."},
{"quote":"In a family recipe you just discovered in an old book,\nthe most vital measurement will be illegible."},
{"quote":"Once a dish is fouled up, anything added to save it only makes it worse."},
{"quote":"You are always complimented on the item which took the least effort to prepare.\n Example:\n  If you make “duck a l’orange” you will be\n  complimented on the baked potato."},
{"quote":"The one ingredient you made a special trip to the store to get will be the one thing your guest is allergic to."},
{"quote":"The more time and energy you put into preparing a meal the greater the chance you guests will spend the entire meal discussing other meals they have had."},
{"quote":"Souffles rise and cream whips only for the family and for guests you didn’t really want to invite anyway."},
{"quote":"The rotten egg will be the one you break into the cake batter."},
{"quote":"Any cooking utensil placed in the dishwasher will be needed immediately thereafter for something else."},
{"quote":"Any measuring utensil used for liquid ingredients will be needed immediately thereafter for dry ingredients."},
{"quote":"Time spent consuming a meal is in inverse proportion to time spent preparing it."},
{"quote":"Whatever it is, somebody will have had it for lunch."},
{"quote":"If you’re wondering if you took the meat out to thaw, you didn’t."},
{"quote":"If you’re wondering if you left the coffee pot plugged in, you did."},
{"quote":"If you’re wondering if you need to stop and pick up bread and eggs on the way home, you do."},
{"quote":"If you’re wondering if you have enough money to take the family out to eat tonight, you don’t."},
{"quote":"The spot you are scrubbing on glassware is always on the other side."},
{"quote":"Washing machines only break down during the wash cycle."},
{"quote":"All breakdowns occur on the plumber’s day off."},
{"quote":"Cost of repair can be determined by multiplying the cost of your new coat by 1.75, or by multiplying the cost of a new washer by .75."},
{"quote":"There is always more dirty laundry then clean laundry."},
{"quote":"If It’s clean, it isn’t laundry."},
{"quote":"A child will not spill on a dirty floor."},
{"quote":"An unbreakable toy is useful for breaking other toys."},
{"quote":"Any child who chatters non-stop at home will adamantly refuse to utter a word when requested to demonstrate for an audience."},
{"quote":"A shy, introverted child will choose a crowded public area to loudly demonstrate new acquired vocabulary."},
{"quote":"The probablility of a cat eating its dinner has absolutely nothing to do with the price of the food placed before it."},
{"quote":"The probability that a household pet will raise a fuss to go in or out is directly proportional to the number and importance of your dinner guests."},
{"quote":"The stomach expands to accommodate the amount of junk food available."},
{"quote":"If you buy bananas or avocados before they are ripe,\nthere won’t be any left by the time they are ripe.  If you buy them ripe, they rot before they are eaten."},
{"quote":"How long a minute is depends on which side of the bathroom door you’re on."},
{"quote":"The life expectancy of a house plant varies inversely with its price and directly with its ugliness."},
{"quote":"If you have watched a TV series only once, and you watch it again, it will be a rerun of the same episode."},
{"quote":"If there are only two shows worth watching, they will be on together."},
{"quote":"The only new TV show worth watching will be cancelled."},
{"quote":"The TV show you’ve been looking forward to all week will be preempted."},
{"quote":"Most people deserve each other."},
{"quote":"Possessions increase to fill the space available for their storage."},
{"quote":"When you dial a wrong number, you never get a busy signal"},
{"quote":"(1) The telephone will ring when you are outside the\n  door, fumbling for your keys.\n\n(2) You will reach it just in time to hear the click\n  of the caller hanging up."},
{"quote":"People to whom you are attracted invariably thing you remind them of someone else."},
{"quote":"The one who snores will fall asleep first."},
{"quote":"Never get excited about a blind date because of how it sounds over the phone."},
{"quote":"The love letter you finally got the courage to send will be delayed in the mail long enough for you to make a fool of yourself in person."},
{"quote":"Other people’s romantic gestures seem novel and exciting.\n Your own romantic gestures seem fooolish and clumsy."},
{"quote":"The length of a marriage is inversely proportional to the amount spent on the wedding."},
{"quote":"The probablility of meeting someone you know increases when you are with someone you don’t want to be seen with."},
{"quote":"If you help a friend in need, he is sure to remember you - the next time he’s in need."},
{"quote":"Virtue is its own punishment."},
{"quote":"If you do something right once, someone will ask you to do it again."},
{"quote":"The one day you’d sell your soul for something,\nsouls are a glut."},
{"quote":"The scratch on the record is always through the song you like most."},
{"quote":"Superiority is recessive."},
{"quote":"Forgive and remember."},
{"quote":"Anything good in life either causes cancer in laboratory mice or is taxed beyond reality."},
{"quote":"To err is human -- to blame it on someone else is even more human."},
{"quote":"Whatever happens to you, it will previously have happened to everyone you know only more so."},
{"quote":"He who laughs last -- probably didn’t get the joke."},
{"quote":"Don’t worry over what other people are thinking about you.  They’re too busy worrying over what you are thinking about them."},
{"quote":"In a bureaucratic hierarchy, the higher up the organization the less people appreciate Murphy’s law,\nthe Peter Principle, etc."},
{"quote":"Law expands in proportion to the resources available for its enforcement."},
{"quote":"Bad law is more likely to be supplemented than repealed."},
{"quote":"There are some things which are impossible to know -\nbut it is impossible to know these things."},
{"quote":"When we try to pick out anything by itself we find it hitched to everything else in the universe."},
{"quote":"If one views his problem closely enough he will recoginize himself as part of the problem."},
{"quote":"Everything may be divided into as many parts as you please."},
{"quote":"If several things that could have gone wrong have not gone wrong, it would have been ultimately beneficial for them to have gone wrong."},
{"quote":"The quickest way to experiment with acupuncture is to try on a new shirt."},
{"quote":"Absolutely nothing in the world is friendlier than a wet dog."},
{"quote":"The severity of an itch is inversely proportional to the reach."},
{"quote":"A hug is the perfect gift - one size fits all, and nobody minds if you exchange it."},
{"quote":"The only game that can’t be fixed is peek-a-boo."},
{"quote":"Ignorance should be painful."},
{"quote":"The first insurance agent was David -\nhe gave Goliath a piece of the rock."},
{"quote":"King Arthur ran the first knight club."},
{"quote":"Magellan was the first strait man."},
{"quote":"If you smile when everything goes wrong, you are either a nitwit or a repairman."},
{"quote":"If it weren’t for the opinion polls we’d never know what people are undecided about."},
{"quote":"No news is ... impossible."},
{"quote":"Laugh and the world laughs with you. cry and ...\nyou have to blow your nose."},
{"quote":"A penny saved is ... not much."},
{"quote":"He who marries for money ... better be nice to his wife."},
{"quote":"It’s always darkest before ... daylight saving time."},
{"quote":"If at first you don’t succeed ... get new batteries."},
{"quote":"There is nothing more frightening than ignorance in action."},
{"quote":"Life is like an ice-cream cone:  You have to learn to lick it."},
{"quote":"One place where you’re sure to find the perfect driver is in the back seat."},
{"quote":"Nothing is indestructible, with the possible exception of discount-priced fruitcakes."},
{"quote":"How do they know no two snowflakes are alike?"},
{"quote":"How did they measure hail before the golf ball was invented?"},
{"quote":"To err is human, to forgive is divine --\nbut to forget it altogether is humane."},
{"quote":"“Watching a birdie” in hand is safer that watching one overhead."},
{"quote":"The light at the end of the tunnel can be a helluva nuisance, especially if your’re using the tunnel as a darkroom."},
{"quote":"Never play leapfrog with a photo enlarger."},
{"quote":"Never argue with an artist."},
{"quote":"When in doubt, don’t muble, overexpose ... then mumble."},
{"quote":"The light at the end of the tunnel really is a train."},
{"quote":"A budget is saving quarters in a mason jar for Christmas and spending them by Easter."},
{"quote":"A budget is spending $15.00 on gas to drive to a shopping mall to save $4.30 on a 20 pound turkey."},
{"quote":"A budget is wondering why you should balance yours if the government can not balance theirs."},
{"quote":"A budget is trying to figure out how the family next door is doing it."},
{"quote":"A budget is a plan that falls apart when the plumber has to make an emergency visit."},
{"quote":"A budget is trying to make $25.00 go as far today as it did when you were first married."},
{"quote":"A budget is buying a dress two sizes too small because it was marked down."},
{"quote":"You sure have to borrow a lot of money these days to be an average consumer."},
{"quote":"He who dies with the most toys wins."},
{"quote":"A fool and his money soon go partying."},
{"quote":"If his IQ was any lower he’d be a plant."},
{"quote":"Everybody is ignorant, only on different subjects."},
{"quote":"It is far better to do nothing that to do something efficiently.\n    -- Siezbo"},
{"quote":"The man who has no more problems is out of the game."},
{"quote":"The race goes not always to the swift, nor the battle to the strong, but that’s the way to bet."},
{"quote":"A fool and his money are invited places."},
{"quote":"All things come to him whose name is on a mailing list."},
{"quote":"The hand that rocks the craddle usually is attached to someone who isn’t getting enough sleep."},
{"quote":"After winning an argument with his wife,\nthe wisest thing a man can do is apologize."},
{"quote":"If opportunity came disguised as temptation,\none knock would be enough."},
{"quote":"If there was any justice in this world, people would occasionally be permitted to fly over pigeons."},
{"quote":"Easy doesn’t do it."},
{"quote":"Most people want to be delivered from temptation but would like it to keep in touch."},
{"quote":"When a distinguised scientist states something is possible,\nhe is almost certainly right.  When he states that something is impossible, he is very probably wrong."},
{"quote":"Everyone gets away with something.\nNo one gets away with everything."},
{"quote":"Remain silent about your intentions until you are sure"},
{"quote":"Calm down .... it is only ones and zeros."},
{"quote":"Real programmers don’t write COBOL.\nCOBOL is for wimpy applications programmers."},
{"quote":"I have not lost my mind, it is backed up on tape somewhere."},
{"quote":"Real programmers do not document.\nDocumentation is for simps who can’t read listings or object code."},
{"quote":"Real programmers don’t write specs -- users should consider themselves lucky to get any programs at all and take what they get."},
{"quote":"Real programmers don’t comment their code. if it is hard to write, it should be hard to understand."},
{"quote":"Real programmers don’t write apllications programs; they program right down on the bare metal.  Application programming is for feebs who can’t do systems programming."},
{"quote":"Real programmers don’t eat quiche.  In fact, real programmers don’t know how to spell quiche.  They eat twinkies and szechuan food."},
{"quote":"Real programmer’s programs never work the first time.  But if you throw them on the machine, they can be patched into working in “only a few” 30-hour debugging sessions."},
{"quote":"Real programmers don’t write in Fortran.  Fortran is for pipe stress freaks and crystallography weenies."},
{"quote":"Real programmers never work 9 to 5.  If any real programmers are around at 9 a.m., It’s because they were up all night."},
{"quote":"Real programmers don’t write in Basic.  Actually, no programmers write in Basic after age 12."},
{"quote":"Real programmers don’t write in PL/1.  PL/1 is for programmers who can’t decide whether to write in COBOL or Fortran."},
{"quote":"Real programmers don’t play tennis or any other sport that requires you to change clothes.  Mountain climbing is O.K., and real programmers wear their climbing boots to work in case a mountain should suddenly spring up in the middle of the machine room."},
{"quote":"Real programmers don’t write in Pascal, Bliss, or Ada, or any of those pinko computer science languages.  Strong typing is for people with weak memories."},
{"quote":"On a clear disk, you can seek forever."},
{"quote":"Hollerith got us into this hole mess!"},
{"quote":"No major project is ever installed on time, within budgets,\nwith the same staff that started it.  Yours will not be the first."},
{"quote":"When things are going well, something will go wrong.\nWhen things just can’t get any worse, they will.\nWhen things appear to be going better you have overlooked something."},
{"quote":"If project content is allowed to change freely, the rate of change will exceed the rate of progress."},
{"quote":"No system is ever completely debugged:  Attempts to debug a system will inevitably introduce new bugs that are even harder to find."},
{"quote":"A carelessly planned project will take three times longer than expected; a carefully planned project will take only twice as long."},
{"quote":"After all is said and done, a hell of a lot more is said than done"},
{"quote":"If It’s not in the computer, it doesn’t exist."},
{"quote":"Never wrestle with a pig; you both get dirty, and the pig likes it!"},
{"quote":"Don’t fight with a bear in his own cage."},
{"quote":"The six steps of program management are:\n(1) Wild enthusiasm\n(2) Disenchantment\n(3) Total confusion\n(4) Search for guilty\n(5) Punishment for the innocent\n(6) Promotion of the non-participants"},
{"quote":"He who hesitates is not only lost, but several miles from the next freeway exit."},
{"quote":"An expert doesn’t know any more than you do.  He or she is merely better organized and uses slides."},
{"quote":"Nothing is impossible for the person who doesn’t have to do it himself/herself."},
{"quote":"You can lead a horse to water, but if you can get him to float on his back, you’ve really got something."},
{"quote":"You win some, lose some, and some get rained out; but you gotta suit up for them all."},
{"quote":"People are promoted not by what they can do, but what people think they can do."},
{"quote":"Don’t smoke in bed - the ashes on the floor might be your own."}
]}